import './journal.scss';
import Header from '../header/header.js';
import Footer from '../footer/footer.js';

const Journal = () => {
    return (
        <div className="container-fluid">
            <Header/>
            <div className="row main justify-content-center">
                <div className="col-xxl-4">
                    {/* <div id="carouselExampleControls" class="carousel slide" data-ride="carousel">
                                <div class="carousel-inner">
                                    <div class="carousel-item active">
                                    <img src="..." class="d-block w-100" alt="..."/>
                                    </div>
                                    <div class="carousel-item">
                                    <img src="..." class="d-block w-100" alt="..."/>
                                    </div>
                                    <div class="carousel-item">
                                    <img src="..." class="d-block w-100" alt="..."/>
                                    </div>
                                </div>
                                <a class="carousel-control-prev" href="#carouselExampleControls" role="button" data-slide="prev">
                                    <span class="carousel-control-prev-icon" aria-hidden="true"></span>
                                    <span class="sr-only">Previous</span>
                                </a>
                                <a class="carousel-control-next" href="#carouselExampleControls" role="button" data-slide="next">
                                    <span class="carousel-control-next-icon" aria-hidden="true"></span>
                                    <span class="sr-only">Next</span>
                                </a>
                            </div> */}
                    <div className="card_1">
                        <div className="head"></div>
                        <div className="info">
                            <h2>Капитан Джек — смелый и свободолюбивый пират + еще текст в три строки<br/><span>20.06.2024</span></h2>
                            <p>Капитан Джек это собирательный образ смелого и<br/>свободолюбивого пирата, любящего приключения,<br/>эксперименты и не привыкшего скучать.</p>
                            <p>Он из тех, кто предпочтёт вступить в схватку со стихией,<br/>а не отсиживаться дома в вязаных носках у камина.</p>
                            <p>Наш морской волк знает толк в качественной выпивке<br/>и табаке.</p>
                            <p>Капитан по достоинству оценил бы новые сигареты Сaptain<br/>Jack, ведь при их производстве мы используем<br/>премиальный табак Вирджиния и исключительно<br/>натуральные ароматизаторы.</p>
                            <p>Captain Jack является символом свободы, смелости и<br/>непоколебимой решимости отправиться в новое плавание в<br/>поисках сокровищ и приключений.</p>
                        </div>
                    </div>
                    <div className="card_1">
                        <div className="head"></div>
                        <div className="info">
                            <h2>Капитан Джек — смелый и свободолюбивый пират + еще текст в три строки<br/><span>20.06.2024</span></h2>
                            <p>Капитан Джек это собирательный образ смелого и<br/>свободолюбивого пирата, любящего приключения,<br/>эксперименты и не привыкшего скучать.</p>
                            <p>Он из тех, кто предпочтёт вступить в схватку со стихией,<br/>а не отсиживаться дома в вязаных носках у камина.</p>
                            <p>Наш морской волк знает толк в качественной выпивке<br/>и табаке.</p>
                            <p>Капитан по достоинству оценил бы новые сигареты Сaptain<br/>Jack, ведь при их производстве мы используем<br/>премиальный табак Вирджиния и исключительно<br/>натуральные ароматизаторы.</p>
                            <p>Captain Jack является символом свободы, смелости и<br/>непоколебимой решимости отправиться в новое плавание в<br/>поисках сокровищ и приключений.</p>
                        </div>
                    </div>
                    <div className="card_1">
                        <div className="head"></div>
                        <div className="info">
                            <h2>Капитан Джек — смелый и свободолюбивый пират + еще текст в три строки<br/><span>20.06.2024</span></h2>
                            <p>Капитан Джек это собирательный образ смелого и<br/>свободолюбивого пирата, любящего приключения,<br/>эксперименты и не привыкшего скучать.</p>
                            <p>Он из тех, кто предпочтёт вступить в схватку со стихией,<br/>а не отсиживаться дома в вязаных носках у камина.</p>
                            <p>Наш морской волк знает толк в качественной выпивке<br/>и табаке.</p>
                            <p>Капитан по достоинству оценил бы новые сигареты Сaptain<br/>Jack, ведь при их производстве мы используем<br/>премиальный табак Вирджиния и исключительно<br/>натуральные ароматизаторы.</p>
                            <p>Captain Jack является символом свободы, смелости и<br/>непоколебимой решимости отправиться в новое плавание в<br/>поисках сокровищ и приключений.</p>
                        </div>
                    </div>
                    <div className="card_1">
                        <div className="head"></div>
                        <div className="info">
                            <h2>Капитан Джек — смелый и свободолюбивый пират + еще текст в три строки<br/><span>20.06.2024</span></h2>
                            <p>Капитан Джек это собирательный образ смелого и<br/>свободолюбивого пирата, любящего приключения,<br/>эксперименты и не привыкшего скучать.</p>
                            <p>Он из тех, кто предпочтёт вступить в схватку со стихией,<br/>а не отсиживаться дома в вязаных носках у камина.</p>
                            <p>Наш морской волк знает толк в качественной выпивке<br/>и табаке.</p>
                            <p>Капитан по достоинству оценил бы новые сигареты Сaptain<br/>Jack, ведь при их производстве мы используем<br/>премиальный табак Вирджиния и исключительно<br/>натуральные ароматизаторы.</p>
                            <p>Captain Jack является символом свободы, смелости и<br/>непоколебимой решимости отправиться в новое плавание в<br/>поисках сокровищ и приключений.</p>
                        </div>
                    </div>
                </div>
            </div>
            <div className="row divider"></div>
            <Footer/>
        </div>
    )
}

export default Journal;